backend/controllers/BannerController.php

INSERT INTO `banner` (`text`, `url`, `order`, `status`) VALUES ('', '', NULL, '')
---
    public function actionCreate()
    {
        $model = new Banner();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `banner` WHERE `id`='11'
---
    protected function findModel($id)
    {
        if (($model = Banner::findOne($id)) !== null) {