backend/controllers/FaqsController.php

INSERT INTO `faqs` (`question`, `answer`, `status`) VALUES ('Anim pariatur cliche reprehenderit, enim eiusmod high life accusamus terry richardson ad squid.?', 'Anim pariatur cliche reprehenderit, enim eiusmod high life accusamus terry richardson ad squid. 3 wolf moon officia aute, non cupidatat skateboard dolor brunch. Food truck quinoa nesciunt laborum eiusmod. Brunch 3 wolf moon tempor, sunt aliqua put a bird on it squid single-origin coffee nulla assumenda shoreditch et. Nihil anim keffiyeh helvetica, craft beer labore wes anderson cred nesciunt sapiente ea proident. Ad vegan excepteur butcher vice lomo. Leggings occaecat craft beer farm-to-table, r', 'active')
---
    public function actionCreate()
    {
        $model = new Faqs();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `faqs` WHERE `id`='2'
---
    protected function findModel($id)
    {
        if (($model = Faqs::findOne($id)) !== null) {