backend/controllers/TermsAndConditionsController.php

SELECT * FROM `terms_and_conditions` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = TermsAndConditions::findOne($id)) !== null) {